Repository: giellalt/corpus-swe
Catalog: tmx/smj/admin/lansstyrelsen.se/folder_med_loggor_ny_strecket_cf.pdf.tmx
Source language: swe
Languages: smj

source: Regeringens målsättning med minoritetspolitiken är att ge skydd för de nationella minoriteterna, att stärka deras möjligheter till inflytande och att stödja de historiska minoritets språken så att de hålls levande.
smj: Ráddidusá ulmme unneplågopolitijkajn la suoddjit rijkalasj unneplågojt, nannit sijá máhttelisvuodajt bájnnemij ja doarjjot histåvrålasj unneplågogielajt vaj viesso bisoduvvi.

source: NATIONELLA MINORITETER NATIONELLA
smj: RIJKALASJ UNNEPLÅGOJDA RIEVTESVUODAJTOASSEULME

source: DISKRIMINERING OCH UTSATTHET
smj: RIJKALASJ UNNEPLÅGOJDA RIJKALASJ

source: Sverige har alltid varit flerspråkigt och mång kulturellt.
smj: Svierik la agev årrum moattegielak ja moattekultuvralasj.

source: Samer, finnar, tornedalingar, romer och judar har funnits i landet under mycket lång tid.
smj: Sáme, suobmelattja, duornosliegega, roma ja juvdára li gávnnum rijkan ihkeven guhka ájgev.

source: Deras språk och kulturer är en del av det svenska samhället och vårt gemensamma kulturarv.
smj: Sijá giela ja kultuvra li svieriga sebrudagás oasse ja mijá aktisasj kultuvrraárbbe.

source: Diskriminering, utsatthet och missgynnande av
smj: Nuppástallam, fámodisvuohta ja badjelgähttjam ulmutjij rijkalasj unneplågo sierratjerda gáktuj galggá vuostelduvvat.

source: personer som tillhör nationella minoriteter ska bekämpas. De ska ha samma möjligheter som resten av befolkningen att delta i samhällslivet.
smj: Siján galggi årrot avtalágásj máhttelisvuoda oasálasstet sebrudakviessomin degu ietjá ulmutja.

source: Förvaltningsmyndigheter ska när det behövs
smj: Tjuottjudusfábmodagá galggi dárbon hie

source: på lämpligt sätt informera de nationella minoriteterna om deras rättigheter enligt denna lag.
smj: balattjat diededit rijkalasj unneplågojt sijá rievtesvuodaj birra dán lága milta.

source: SAMER: Det finns 20 000–35 000 samer i Sverige
smj: SÁME: Svierigin li bájken 20 000-35 000 sáme gudi

source: som talar olika varieteter av samiska.
smj: ságasti sámegiela umasslágásj varietehtajt.

source: Samerna är även ett urfolk.
smj: Sáme li aj álggoálmmuga.

source: De nationella minoriteternas möjligheter till inflytande och delaktighet ska stärkas, bland annat genom att myndigheter samråder med dem..
smj: Rijkalasj unneplågoj máhttelisvuoda bájnnemij ja oasálasjvuohtaj galggá nannoduvvat, iehtjádij siegen gå fábmudagá sijáj rádedi.

source: Minoriteterna ska ges reellt inflytande i frågor som berör dem..
smj: Unneplågo galggi vatteduvvat almma bájnnemav ássjijn ma sidjij guosski.

source: I språklagen (2009:600) anges att det all
smj: Giellalágan (2009:600) la diededum se

source: männa har ett särskilt ansvar för att skydda och främja de nationella minoritetsspråken.
smj: brudagán la sierralágásj välggogisvuohta suoddjit ja åvdedit rijkalasj unneplågogielajt.

source: SPRÅK OCH KULTURELL IDENTITET
smj: GIELLA JA KULTUVRALASJ IDENTITÄHTTA

source: De nationella minoriteternas språk och kulturer ska skyddas och främjas.
smj: Rijkalasj unneplågoj giela ja kultuvra galggi suoddjiduvvat ja åvdeduvvat.

source: Personer som tillhör nationella minoriteter ska kunna tillägna sig och använda sitt modersmål och utveckla en egen kulturell identitet.
smj: Ulmutja rijkalasj unneplågo tjerdajn galggi máhttet åmastit ja adnet ietjasa iednegielav ja åvdedit ietjas kultuvralasj identitehtav.

source: De nationella minoritetsspråken ska vara levande språk i Sverige.
smj: Rijkalasj unneplågogiela galggi årrot viesso giela Svierigin.

source: Förvaltningsmyndigheter ska ge de nationella minoriteterna möjlighet till inflytande i frågor som berör dem och så långt det är
smj: Tjuottjudusfábmodagá galggi vaddet rijkalasj unneplågojda máhttelisvuodav bájnnemij ássjijn ma sidjij guosski ja guhkás

source: SVERIGEFINNAR::Det finns 450 000–600 000 sverige finnar i Sverige.
smj: SVIERIKSUOBMELATTJA::Svierigin li bájken 450 000-600 000 svieriksuobmelattja.

source: Många bor i Stockholm
smj: Moatte viessu Stockhol

source: Mälardalen.
smj: man-Mälardalenin.

source: Minoritetsspråket är finska.
smj: Unneplågogiella l suomagiella.

source: TORNEDALINGAR: Det finns cirka 50 000 torne-dalingar i Sverige framförallt bosatta i Norrbotten.
smj: DUORNOSLIEGEGA: Svierigin li bájken 50 000 duornosliegega gudi åvdemusát Norrbottenin viessu.

source: Minoritets språket heter meänkieli.
smj: Unneplågogiella l meängiella.

source: ROMER::Det finns 50 000–100 000 romer i Sverige bosatta över hela landet.
smj: ROMA::Svierigin li 50 000-100 000 roma gudi rijkav birra viessu.

source: Minoritetsspråket är olika
smj: Unneplågogiella l umasslágásj romána

source: varie teter av romani chib.
smj: giela varietehta.

source: JUDAR: Det finns 20 000–25 000 judar
smj: JUVDÁRA: Svierigin viessu 20 000 -25 000 juvdára

source: bosatta i Sverige.
smj: Svierigin.

source: Minoritetsspråket är jiddisch.
smj: Unneplågo-giella l jiddisj.

source:  Kvänska  Romani  Samiska
smj:  Kvenskagiella  Románagiella  Sámegiella

source:  Samiska  Finska  Meänkieli  Romani chib  Jiddisch
smj:  Sámegiella  Suomagiella  Meängiella  Románagiella  Jiddisj

source: STORBRITANNIEN
smj: Muhtem giela Europakártan

source: FINLAND
smj: Muhtem rijka ja giela.

source:  Romani  Ryska  Samiska  Svenska  Tatariska  Jiddisch  Karelska
smj:  Románagiella  Russagiella  Sámegiella  Svierigadárogiella  Tatariagiella  Jiddisj  Gárjjelagiella

source:  Danska  Lågtyska  Lågsorbiska  Nordfrisiska  Romani  Saterfrisiska  HögsorbiskaDANMARK
smj:  Dánskagiella  Vuolletuskagiella  Vuollesorbiagiella  Nuorttafrisiagiella  Románagiella  Saterfrisiagiella  AllasorbiagiellaDÁNMÁRKKO Tuskagiella

source:  Armeniska  Beas  Bulgariska  Kroatiska  Tyska  Grekiska  Polska
smj:  Armeniagiella  Beas  Bulgaragiella  Kroahtiagiella  Tuskagiella  Grehkagiella  Pålskagiella

source: Frisiska Limburgiska Lågsaxiska Romanes Jiddisch
smj: Frisiagiella Limburgagiella Vuollesaksiagiella Románagiella Jiddisj

source:  Rumänska  Romani  Rusinska / Rutenska  Serbiska  Slovakiska  Slovenska  Ukrainska
smj:  Romániagiella  Románagiella  Rusiniagiella  Serbiagiella  Slovakiagiella  Sloveniagiella  Ukrájnagiella

source:  Arabiska  Aragonska  Aranesiska  Asturiska /
smj:  Arabiagiella  Aragoniagiella  Aranesiagiella  Asturiagiella /

source: Bable
smj: Babliagiella

source:  Baskiska  Berber  Katalanska  Galiciska  Portugisiska  Valencianska
smj:  Baskiagiella  Berberagiella  Kataloniagiella  Galiciagiella  Portugálagiella  Valenciagiella

source:  Albanska  Armeniska  Bulgariska  Kroatiska  Tjeckiska  Tyska  Grekiska  Ungerska  Italienska  Makedonska  Polska  Romani  Ryska  Rusinska / Rutenska  Serbiska  Slovakiska  Tatariska  Turkiska  Ukrainska  Jiddisch
smj:  Albánagiella  Armeniagiella  Bulgariagiella  Kroahtiagiella  Tjehkagiella  Tuskagiella  Grehkagiella  Ungáragiella  Itáliagiella  Makedoniagiella  Pålskagiella  Románagiella  Russagiella  Rusiniagiella  Serbiagiella  Slovakiagiella  Tatáriagiella  Turkiagiella  Ukrájinagiella  Jiddisj
